/* 3G access may take longer alert */
"(3G access may take longer)" = "(3G access may take longer)";

/* Add to document button */
"Add to document" = "Add to document";

/* Adding attachment... alert */
"Adding attachment..." = "Adding attachment...";

/* All pages loaded. Your document is now enabled for offline use. info */
"All pages loaded. Your document is now enabled for offline use." = "All pages loaded. Your document is now enabled for offline use.";

/* An authentication error occured, please resign the field info */
"An authentication error occured, please resign the field!" = "An authentication error occurred, please resign the field";

/* An error occured processing the annotations, please try again info */
"An error occured processing the annotations, please try again!" = "An error occurred processing the annotations, please try again!";

/* An error occured processing the attachment file, please check your network connection an try again info */
"An error occured processing the attachment file, please check your network connection an try again!" = "An error occurred processing the attachment file, please check your network connection an try again!";

/* An error occured processing the file, please check your network connection an try again info */
"An error occured processing the file, please check your network connection an try again!" = "An error occurred processing the file, please check your network connection an try again!";

/* Append new page button */
"Append new page" = "Append new page";

/* Black button */
"Black" = "Black";

/* Blue button */
"Blue" = "Blue";

/* Bold button */
"Bold" = "Bold";

/* Camera button */
"Camera" = "Camera";

/* Cancel button */
"Cancel" = "Cancel";

/* Clear field button */
"Clear field" = "Clear field";

/* Close button */
"Close" = "Close";

/* Congratulations, you can now finish the workstep info */
"Congratulations, you can now finish the workstep." = "Congratulations, you can now finish the document.";

/* Dark blue button */
"Dark blue" = "Blue";

/* Delete button */
"Delete" = "Delete";

/* Done button */
"Done" = "Done";

/* Edit button */
"Edit" = "Edit";

/* E-Mail button */
"E-Mail" = "E-Mail";

/* e-Signed PDF subject */
"e-Signed PDF" = "e-Signed PDF";

/* Embedding Signature... alert */
"Embedding Signature..." = "Embedding Signature...";

/* Error button */
"Error" = "Error";

/* Fin. info */
"Fin." = "Fin.";

/* Finish button */
"Finish" = "Finish";

/* Finishing document alert */
"Finishing document..." = "Finishing document...";

/* Master View Controller Title */
"Folders" = "Folders";

/* Gray button */
"Gray" = "Gray";

/* Green button */
"Green" = "Green";

/* Help button */
"Help" = "Help";

/* Import from Mail info */
"Import from Mail" = "Import from Mail";

/* Import from Other Apps info */
"Import from Other Apps" = "Import from Other Apps";

/* Information alert */
"Information" = "Information";

/* Italic button */
"Italic" = "Italic";

/* Loading page info */
"Loading page" = "Loading page";

/* Loading remaining pages in the background... info */
"Loading remaining pages in the background..." = "Loading remaining pages in the background...";

/* Move button */
"Move" = "Move";

/* Navigation button */
"Navigation" = "Navigation";

/* Next button */
"Next" = "Next";

/* of info */
"of" = "of";

/* Stored Documents info */
"Stored Documents" = "Stored Documents";

/* OK button */
"OK" = "OK";

/* Open Workstep Picker button */
"Open" = "Open";

/* Open document button */
"Open document" = "Open";

/* Open in... button */
"Open in..." = "Open in...";

/* Orange button */
"Orange" = "Orange";

/* Page info */
"Page" = "Page";

/* Page is loading... info */
"Page is loading..." = "Page is loading...";

/* PDF-Password button */
"PDF-Password" = "PDF-Password";

/* Please complete all required tasks before finishing the workstep alert */
"Please complete all required tasks before finishing the workstep!" = "Please complete all required tasks before finishing the document!";

/* Please connect to the internet to proceed info */
"Please connect to the internet to proceed" = "Please connect to the internet to proceed";

/* Please enter a filename info */
"Please enter a filename" = "Please enter a filename";

/* Please enter a message info */
"Please enter a message" = "Please enter a message";

/* Please enter the PDF-password info */
"Please enter the PDF-password" = "Please enter the PDF-password";

/* Incorrect password. Please try again info info */
"Incorrect password. Please try again" = "Incorrect password. Please re-enter the PDF-password";

/* Please enter the read-password info */
"Please enter the read-password" = "Please enter the read-password";

/* Please enter the write-password info */
"Please enter the write-password" = "Please enter the write-password";

/* Please find attached the document signed body */
"Please find attached the document signed." = "Please find the signed document attached.\r\n\r\n*** Get your own free version of SIGNificant to sign your documents! ****\r\nfor iPad and Android: http://tinyurl.com/88q2dg3";

/* Please note: Apple preview software is currently not able to display signature fields. To view the fields in this document please use Adobe Reader body */
"Please note: Apple® preview software is currently not able to display signature fields. To view the fields in this document please use Adobe® Reader®." = "Please note: Apple® preview software is currently not able to display signature fields. To view the fields in this document please use Adobe® Reader®.";

/* Please proceed with the required tasks info */
"Please proceed with the required tasks." = "Please proceed with the required tasks.";

/* Please sign all positioned signature fields before finishing the document info */
"Please sign all positioned signature fields before finishing the document!" = "Please sign all positioned signature fields before finishing the document!";

/* Preparing document alert */
"Preparing document..." = "Preparing document...";

/* Previous button */
"Previous" = "Previous";

/* Read-Password button */
"Read-Password" = "Read-Password";

/* Red button */
"Red" = "Red";

/* Rej. info */
"Rej." = "Rej.";

/* Reject button */
"Reject" = "Reject";

/* Rejected button */
"Rejected" = "Rejected";

/* Reject message alert */
"Reject message" = "Reject message";

/* Rejecting alert */
"Rejecting..." = "Rejecting...";

/* Retry button */
"Retry" = "Retry";

/* required button */
"required" = "required";

/* Save button */
"Save" = "Save";

/* Save as... button */
"Save as..." = "Save as...";
"Export..." = "Export...";

/* Saved Photos button */
"Saved Photos" = "Saved Photos";

/* Select attachment type info */
"Select attachment type" = "Select attachment type";

/* Select Image Source info */
"Select Image Source" = "Select Image Source";

/* Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'. info */
"Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'." = "Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'.";

/* Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant. info */
"Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant." = "Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant.";

/* Support button */
"Support" = "Support";

/* Tap on the screen to position an annotation info */
"Tap on the screen to position an annotation" = "Tap on the screen to position an annotation";

/* Tap on the screen to position a signature info */
"Tap on the screen to position a signature" = "Tap on the screen to position a signature";

/* Tasks button */
"Tasks" = "Tasks";

/* The document you're trying to open is not available on the server anymore info */
"The document you're trying to open is not available on the server anymore" = "The document you're trying to open is not available on the server anymore";

/* The current policy does not allow rejecting a workstep info */
"The current policy does not allow rejecting a workstep" = "The current policy does not allow rejecting a document";

/* The current state does not allow undoing the last action info */
"The current state does not allow undoing the last action" = "The current state does not allow undoing the last action";

/* The selected field can not be signed, please choose the enabled task to sign info */
"The selected field can not be signed, please choose the enabled task to sign." = "The selected field can not be signed, please choose the enabled task to sign.";

/* The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode! */
"The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode!" = "The document contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode!";

/* There was a problem with the provided password, please retry info */
"There was a problem with the provided password, please retry" = "There was a problem with the provided password, please retry.";

/* This workstep has been finished info */
"This workstep has been finished. " = "This document has been finished.";

/* The workstep was finished, load another one info */
"The workstep was finished, load another one." = "The document was finished, load another one.";

/* The workstep was rejected, load another one info */
"The workstep was rejected, load another one." = "The document was rejected, load another one.";

/* Only viewing is possible info */
"Only viewing is possible." = "Only viewing is possible.";

/* The workstep was rejected info */
"The workstep was rejected" = "The document was rejected";

/* Unable to save image info */
"Unable to save image" = "Unable to save image";

/* Undoing alert */
"Undoing..." = "Undoing...";

/* White button */
"White" = "White";

/* Write-Password button */
"Write-Password" = "Write-Password";

/* Yellow button */
"Yellow" = "Yellow";

/* You are currently in read-only mode info */
"You are currently in read-only mode." = "You are currently in read-only mode.";

/* You can open any PDF attachment in SIGNificant! info */
"You can open any PDF attachment in SIGNificant!" = "You can open any PDF attachment in SIGNificant!";

/* You can open any PDF document in SIGNificant! info */
"You can open any PDF document in SIGNificant!" = "You can open any PDF document in SIGNificant!";

/* You have completed the workstep The app will now close the document info */
"You have completed the workstep. The app will now close the document." = "You have completed the document. The app will now close the document.";

/* Loading current page... */
"Loading current page..." = "Loading current page...";

"HintToastToolbar" =						"Tap the icon to the edit the document";
"DeleteElementsConfirmation" =				"Do you want to delete the selected elements?";
"Q_ConfirmUndoWorkstep" =					"Do you really want to undo your last action?";
"CreateFolder" =							"Create a Folder";
"RenameFolder" =							"Rename a Folder";
"FolderName" =								"Folder Name";
"Create" =									"Create";
"Documents" =								"Documents";
"Templates" =								"Templates";
"Settings" =								"Settings";
"SampleDocuments" =							"Sample documents";
"I_ServerNotReachable" =					"The server is currently not reachable. Please check your settings and try again in a few minutes.";
"I_NoSoapResponse" =						"A communication error occurred. Please check your settings and try again.";
"ClearField" =								"Clear field";
"Rename" =									"Rename";
"I_StatusOk" =								"Sync Status: Nothing to do.";
"RequiredTask" =							"Required task";
"NotSynced" =								"Not Synced";
"UnsyncedChanges" =							"Unsynced changes";
"Q_FinishWorkstep" =						"Do you really want to finish the document? Subsequent changes are not possible.";
"Yes" =										"Yes";
"No" =										"No";
"OpenWith" =								"Open in...";
"%OpenTasks" =								" open tasks";
"Finished" =								"Finished";
"Today" =									"Today";
"Signature..." =							"Signature...";
"DirectSign..." =							"Direct-Sign...";
"Annotation..." =							"Annotation...";
"ImportingDocumentsFrom..." =				"Importing documents from ...";
"MailApp" =									"Mail App";
"OtherApps" =								"Other Apps";
"SampleDocs" =								"Samples";
"Loading" =									"Loading";
"I_RemoveFolder" =							"Info: This folder will be removed once all documents have been finished.";
"Expiration" =								"Expiration";
"Unknown" =									"Unknown";
"I_ExpiredWorkstepsRemoved" =				"Expired documents have been removed from your documents list.";
"PleaseSignHere" =							"Please sign here.";
"I_TouchDisplayWithFingerOnly" =			"Ensure that you touch the display only with your finger or stylus.";
"I_NoPopoverToolsAvailable" =				"New signature fields and annotations are not allowed for this document.";
"I_ExportSuccessful" =						"The document has been exported successfully.";
"I_ExportFailed" =							"Exporting the document failed, please try again.";

/* Location */
"I_LocationAvailableAfterWaiting" =			"The location information has been updated. You can proceed now.";
"I_NoLocationAvailable" =					"Currently no location information is available. What do you want to do?";
"ContinueAnyway" =							"Continue anyway";
"Wait" =									"Wait";

/* 2.2.8 */
"E_BioVerificationFailed" =					"The signature verification was not successful. Please try again.";
"E_BioVerificationUnknownError" =			"The signature verification could not be completed. Please contact your admin.";

"E_UnexpectedServerError" =					"An unexpected error occurred at the server.";
"E_UnknownServerError" =					"An unknown error occurred at the server.";

/* 2.2.9 */
"I_BioVerificationInProcess" =				"The signature is being verified ...";
"Pen Type" = 								"Pen Type";
"Pen is not connected!" = 					"Pen is not connected!";

/* 2.2.12 */
"E_BioVerificationDecryptionError" =		"Unable to decrypt your signature data. Please contact your Administrator.";
"DeviceId" =								"Device ID";
"ActivateYourDevice" =						"Activate Your Device";
"YourAccount" =								"Your Account";
"NrOfActivatedDevices" =					"Currently you have activated %i of %i devices.";
"NrOfActivatedDevicesUnlimited" =			"Currently you have activated %i devices.";
"Deactivate" =								"Deactivate";
"New" =										"New";
"ConfirmActivatingNewDevice" = 				"Please confirm that you want to activate the new device.";
"Activate" =								"Activate";
"I_LicenseActivatedSuccessfully" =			"The license for this device has been activated successfully.";
"LicenseActivation" =						"License Activation";
"I_RequestingLicenseData" =					"One moment, please.\nThe license information is being requested.";
"I_UpdatingLicense" =						"One moment, please.\nYour license information is being updated.";
"I_LicenseAlreadyActivated" =				"The license for this device has already been activated.";
"DeactivateDeviceFirst" =					"You have already activated %i devices. Please deactivate a device.";
"Licenses" =								"SIGNificant Server Licenses";

/* ERRORS */
"E_13605" = 								"An invalid signing certificate has been configured on the server.";
"E_13607" = 								"Your device is not licensed to operate on this server.";
"E_13608" = 								"The maximum amount of devices for this license has been reached.";
"E_13610" =									"The user given does not exist. Please contact your Administrator.";
"E_13611" =									"The license for this user is currently deactivated. Please contact your Administrator.";
"E_13645" =									"The license could not be checked due to an application error. Please contact your Administrator.";
"E_20000" =									"The license for this device is currently deactivated. Please contact your Administrator.";

/* 2.2.16 */
"E_12866" =									"The provided user does not exist.";

/* 2.2.17 */
"ApplicationName" =							"SIGNificant";
"CredentialsAlertTitle" =					"Login to ###SERVER###";
"CredentialsAlertUserPlaceholder" =			"Username";
"CredentialsAlertPasswordPlaceholder" =		"Password";
"Please grant microphone access in settings" = "Please grant microphone access in settings";

/* Enrollment */
"Enrollment" =                              "Enrollment";
"Verification" =                            "Verification";
"EnrollLabelUser" =							"User:";
"EnrollLabelProfile" =						"Profile:";
"NoUsernameEntered" =						"No Username entered.";
"UserNotFound" =							"User does not exist.";
"CreateUser" =								"Do you want to create it?";
"BioProfileNotActive" =                     "Profile is inactive.";
"BioUserInactive" =                         "User is suspended.";
"BioProfileUnknown" =                       "Profile does not exist.";
"VerificationFailed" =						"Verification failed.";
"EnrollmentFailed" =						"Please sign again.";
"DeviceAlreadyEnrolled" =					"This profile has already been enrolled from this device.";
"VerificationSuccess" =						"Verification was successful.";
"EnrollmentSuccess" =						"Enrollment was successful.";
"WrongCertificateError" =                   "Signatures could not be processed. Are you using the right certificate?";
"EnrollGenericError" =						"Something went wrong.";
"ServerNotReachable" =                      "The Server is not reachable.";
"ClearAll" =                                "Clear All";
"EnterFullName" =                           "Full Name";
"EnterFullNameLabel" =                      "Choose Display Name for new user.";
"CannotSignNow" =                           "Please enter a username and press 'Start' first.";

/* 2.3.0 */
"E_TemplateDownload" =						"An error occurred while loading the template.";
"E_TemplateNotFound" =						"The desired template could not be found.";
"E_CreateTemplateBasedWorkstep" =			"An error occurred while creating the document.";
"SetAsTemplate" =							"Set as template";
"TemplateName" =							"Template name";
"I_EnterTemplateName" =						"Enter the name for the new template.";
"DocumentName" =							"Document name";
"I_EnterDocumentName" =						"Enter the name for the new document.";
"Never" =									"Never";
"E_IncompleteTemplateDefinitionXml" =		"The provided template specification is incomplete.";
"E_MalformedTemplateDefinitionXml" =		"The provided template specification contains errors.";
"E_ConflictDetected" =						"A conflict has been detected - the document has been modified by someone else. Do you want to discard all changes and reload the document?";

/* 2.3.1 */
"I_TaskListRejected" = 						"The document has been rejected.\nNo more changes possible.";
"I_TaskListFinished" = 						"The document has been finished.\nNo more changes possible.";
"GeneratingTemplatesFrom" =					"Create templates from ...";
"ExistingDocuments" =						"Existing documents";
"GenerateTemplateFromDocument" =			"Creating templates";
"HelpGuideTempFromDoc" =					"You can set any existing document as a template!";
"HelpGuideTempFromDocDetails" =				"Simply open the document of your choice and select 'Set as template' from the 'Actions' menu.";

/* 2.3.2 */
"E_12868" =									"The provided user has been disabled.";
"NoPen" =									"No pen";
"Attachments" =								"Attachments";
"E_ReloadingAfterConflictDetected" =		"A problem has been detected - the document will be reloaded from the server.";

/* 2.3.4 */
"I_SignSignatureField" =					"Sign signature field";
"I_FillFormFieldsOfDocument" = 				"Fill in form fields of the document";
"I_FillFormFieldsOfPage" = 					"Fill in form fields of page %i";

/* 2.3.5 */
"E_IncompleteSIGNificantControlXml" =		"The provided SIGNificant control file is incomplete.";
"E_MalformedSIGNificantControlXml" =		"The provided SIGNificant control file contains errors.";
"E_UnknownError" =							"An unknown error occurred.";
"AllItems" =								"All items";
"I_SignificantConfigFileErrors" = 			"Some documents could not be loaded. For details please check the entries in the sync state list.";
"Clear" =									"Clear";
"Sync" = 									"Sync";
"Reload" =									"Reload";
"I_AttachmentAddedSuccessfully" =			"The attachment has been added successfully.";
"I_PageAddedSuccessfully" =					"The new page has been added successfully.";

/* 2.3.7 */
"ReportIssue" =                             "Report issue";
"NoEmailAccount" =                          "No email account configured!";
"I_ExpiringDocumentsInfo" =					"Documents which are going to expire shortly have been detected! To keep all your data, synchronize and export the documents as soon as possible.";
"UpgradeEnterprise" =                       "Are you interested in the enterprise version of SIGNificant?";
"Skip" =									"Skip";
"DownloadIncomplete" =						"The document has not been downloaded completely!";
"I_UndoInProgress" =						"Undo already in progress! Please wait for the operation to be completed.";
"I_UndoOnlyOnlinePossible" =				"Undo is only possible if connectivity is available in the current state, connect to the internet and retry.";
"E_WorkstepIdNil" =							"Could not load the document (document id is missing).";
"E_WorkstepConfigurationNil" =				"Could not create the document (workstep configuration is missing).";

/* 2.4.0 */
"I_PleaseSignFirst" =                       "Please sign first.";
"EnterpriseVersion" =						"About SIGNificant enterprise version";
"I_PageNotLoadedYet" =                      "Site not loaded yet!";
"Opacitiy" =                                "Opacitiy";
"Undo" =                                    "Undo";
"E_WorkstepAlreadySyncing" =				"The document is currently synchronized - please wait.";
"Warning" =                                 "Warning";
"DocumentNotLoaded" =                       "Not possible at the moment. Document is not loaded completely yet.";
"E_WorkstepInformationUnsupported" = 		"The document could not be loaded - it requires features that are not supported by this app version.";
"Finger" =                                  "Finger";
"StrokeWidth" =								"Width";
"Color" =									"Color";

/* 2.4.2 */
"I_SynchronizingDocument" =					"Synchronizing document ...";
"I_PreparingDocument" = 					"Preparing document ...";
"I_FinishingDocument" = 					"Finishing document ...";
"I_AddingAttachment" = 						"Adding attachment ...";
"I_LoadingCurrentPage" = 					"Loading current page ...";
"I_EmbeddingSignature" = 					"Embedding signature ...";
"I_UploadingPdf" = 							"Uploading PDF ...";
"I_ReloadingDocument" = 					"Reloading document ...";
"I_Cancelling" = 							"Cancelling ...";
"I_NonexistingWorkstepsRemoved" =			"One or more documents have been removed as they do not exist on the server any more.";
"AvailabePens" =                            "Availabe Pens";
"Battery" =                                 "Battery";
"I_WorkstepControllerNotSupported" =		"This document originates from an outdated server version. Using this app version this can lead to problems!";

/* 2.4.4 */
"OnThisPage" =								"On this page ...";
"AddSignature" =							"Add signature field";
"AddTextAnnotation" =						"Add text annotation";
"AddPictureAnnotation" =					"Add picture";
"AddFreehandAnnotation" =					"Draw freehand";
"AddMarkerAnnotation" =						"Highlight text";
"AttachPicture" =							"Attach picture ...";
"AddAttachment" =							"As PDF attachment";
"AddAttachmentNewPage" =					"As new page";
"E_WorkstepInformationParseError" =			"The document could not be loaded - the retrieved document information is corrupted.";

/* 2.4.6 */
"I_CompleteEditingFirst" =					"The document is currently being edited. Complete editing first via the toolbar.";
"E_14100" =									"You are not authorized to open this document.";
"E_14030" =                                 "Image resolution in PictureAnnotation too low.";
"E_14031" =                                 "Image resolution in PictureAnnotation too high.";
"E_14032" =                                 "Color depth in PictureAnnotation invalid.";
"I_ScreenShare" =                           "Screen share";
"I_ScreenShareMessage" =                    "Do you want to share your screen?";
"I_PhotoSource" =                           "Please select a source from which you want to take your photo.";

/* 2.4.9 */
"PenThickness" =							"Pen thickness";
"Default" =									"Default";
"PalmProtection" =							"Palm protection";
"RightHanded" =								"Right handed";
"LeftHanded" =								"Left handed";
"Off" =										"Off";
"Copy" =									"Copy";
"LicenseIsValid" =							"Thanks, the product has been licensed successfully.";
"LicenseIsInvalid" =						"The given license is not valid for this product and/or device!";
"Inbox" =									"Inbox";
"E_InvalidSoapResponse" =					"Invalid response from the server!";

/* SignOnPhone */
"E_SOP_NoTaskFound" =                       "No task with token %@ found";
"E_SOP_TokenDoesNotExist" =                 "Token %@ does not exist";
"E_SOP_TokenDoesNotExistAnymore" =          "Token %@ does not exist anymore";
"E_SOP_TokenInvalidLength" =                "Token %@ has invalid length";
"E_SOP_TaskAlreadyProcessed" =              "Task was already processed. Please start again for a new task.";
"E_SOP_TokenWrongTaskType" =                "Token %@ has wrong task type";
"E_SOP_TokenWasModified" =                  "Token %@ was modified. Please start again!";
"E_SOP_ErrorUnkown" =                       "Unknown error occured";
"E_SOP_MappingError" =                      "Cannot load customer specific layout";

"I_SOP_NoInternetConnection" =                  "The device is not connected to any network. (neither to WiFi, nor to any mobile network) Please make sure device is not in airplane-mode, connect to a network and try again.";
"I_SOP_PleaseEnterToken" =                  "Please enter token:";
"I_SOP_HintPleaseEnterToken" =              "e.g. 123456";
"I_SOP_QrCodeScannerCancelled" =            "Please scan again or enter the token manually";
"I_SOP_AllSignaturesProcessed" =            "All signature tasks have been processed";
"I_SOP_SigningDocument" =                   "Signing document ...";
"I_SOP_WaitingForSigningTask" =             "Waiting for new signing task ...";
"I_SOP_LoadingSigningTask" =                "Loading signing task ...";
"I_SOP_EnterValidToken" =                   "Please enter a valid token";
"I_SOP_SelectCustomerTitle" =               "Select customer";
"I_SOP_Customers" =                         "Customers";